import {TodoModel} from './todo.model';

export const TodoData: TodoModel[] = [
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    },
    {
        id: 'mdzz',
        title: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        content: '明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜明早八点钟新天地会议室-光大证券智能交易平台立项事宜',
        time: '2017-6-26',
        completed: false
    }
];
